[00:00.000] 作词 : 阿璞（八三夭）
[00:01.000] 作曲 : 阿璞（八三夭）
[00:10.365]为什么 人生要活得 那么累？
[00:15.634]该怎么 讨好每个人 每张嘴？
[00:20.766]当按赞 和留言 定义了 我是谁
[00:25.843]那快乐 是不是也需要 业配？
[00:30.884]做自己 太有想法 有人白眼
[00:36.162]但努力 迎合别人 也有人嘴
[00:41.307]害怕被 谁标签 而活成 那标配
[00:46.502]不冒险 的人生是否 才危险？
[00:54.331]我不需要每一个人 都爱我的一切
[00:59.198]我只需要一次机会 为自己爱一遍
[01:04.308]我相信即使不完美 a rock can be a star
[01:10.047]没流下那眼泪 怎会懂梦有多 珍贵？
[01:19.931]小人物 承受误解 拾起笑脸
[01:25.266]像你我 渴望某天 成为经典
[01:30.206]不讲理 的世界 对热血 泼冷水
[01:35.440]该怎么 守护初心不被 摧毁？
[01:43.194]我不需要每一个人 都爱我的一切
[01:48.361]我只需要一次机会 为自己爱一遍
[01:53.315]我相信即使不完美 a rock can be a star
[01:58.993]没流下那眼泪 怎会懂梦有多 珍贵？
[02:06.794]那些 超级英雄也 像你有血 有泪
[02:09.399]哪天 wanna run-away 其实也不 丢脸
[02:11.882]但放不下的 就别后退 记住你最诚实 的脸
[02:17.049]哪些 爱我喷我的 不再纠结 随便
[02:19.516]那些 我所爱所为 我执着的 一切
[02:22.849]终会定义 我是谁
[02:29.877]我不需要每一个人 都爱我的一切
[02:34.798]只要一生一次机会 为自己爱一遍
[02:39.761]我相信即使不完美 a rock can be a star
[02:45.352]没流下那眼泪 怎会懂梦有多 珍贵？
[03:14.289]别怕流下眼泪 当你眼中闪耀着 光辉
[03:27.799]我不再 把人生活得 那么累
[03:33.006]也不再 讨好每个人 每张嘴
[03:38.309]全世界 不理解 其实也 无所谓
[03:43.292]流过泪 才会懂梦有多珍贵 对不对？
